Repository: nicolasbarb/TrailMark
Catalog: trailmark/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# common.cancel
source: Cancel
fr: Annuler

# common.close
source: Close
fr: Fermer

# common.confirm
source: Confirm
fr: Valider

# common.continue
source: Continue
fr: Continuer

# common.delete
source: Delete
fr: Supprimer

# common.edit
source: Edit
fr: Editer

# common.later
source: Later
fr: Plus tard

# common.listen
source: Listen
fr: Écouter

# common.rename
source: Rename
fr: Renommer

# common.stop
source: Stop
fr: Arrêter

# common.unlockWithPro
source: Unlock with PRO
fr: Débloquer avec PRO

# editor.announcementPreview.header
source: PaceMark analyzed the terrain
fr: PaceMark a analysé le terrain

# editor.announcementPreview.subheader
source: Announcement generated for you
fr: Annonce générée pour vous

# editor.announcementPreview.useButton
source: Use
fr: Utiliser

# editor.announcementPreview.writeManually
source: Write manually
fr: Écrire manuellement

# editor.deleteAlert.message
source: This will permanently delete the trail and all its milestones.
fr: Cette action supprimera définitivement le parcours et tous ses repères.

# editor.deleteAlert.title
source: Delete this trail?
fr: Supprimer ce parcours ?

# editor.menu.delete
source: Delete file
fr: Supprimer le fichier

# editor.menu.rename
source: Rename file
fr: Renommer le fichier

# editor.milestoneEdit.listenAccessibility
source: Listen to announcement
fr: Écouter l'annonce

# editor.milestoneEdit.messagePlaceholder.aidStation
source: e.g.: Aid station, turn left…
fr: ex: Ravitaillement, prenez à gauche…

# editor.milestoneEdit.messagePlaceholder.danger
source: e.g.: Caution, technical section…
fr: ex: Attention, passage technique…

# editor.milestoneEdit.messagePlaceholder.default
source: Your voice announcement…
fr: Votre annonce vocale…

# editor.milestoneEdit.messagePlaceholder.flat
source: e.g.: Flat section, pick up the pace…
fr: ex: Portion plate, relancez…

# editor.milestoneEdit.messagePlaceholder.info
source: e.g.: Beautiful view of the valley…
fr: ex: Belle vue sur la vallée…

# editor.milestoneEdit.messageSection
source: VOICE ANNOUNCEMENT
fr: ANNONCE VOCALE

# editor.milestoneEdit.namePlaceholder
source: e.g.: Col de la Croix
fr: ex: Col de la Croix

# editor.milestoneEdit.nameSection
source: NAME (OPTIONAL)
fr: NOM (OPTIONNEL)

# editor.milestoneEdit.stopAccessibility
source: Stop playback
fr: Arrêter la lecture

# editor.milestoneList.title
source: Milestones
fr: Repères

# editor.milestoneSheet.editTitle
source: Edit
fr: Modifier

# editor.milestoneSheet.newTitle
source: New milestone
fr: Nouveau repère

# editor.renameAlert.placeholder
source: Trail name
fr: Nom du parcours

# editor.renameAlert.title
source: Rename trail
fr: Renommer le parcours

# editor.segmentPanel.elevation
source: Elevation
fr: Dénivelé

# import.analyzing.subtitle
source: Detecting milestones...
fr: Détection des repères en cours...

# import.analyzing.title
source: Analyzing trail
fr: Analyse du parcours

# import.backButton
source: Back to my trails
fr: Retour à mes parcours

# import.result.manualButton
source: Place my milestones manually
fr: Placer mes repères manuellement

# import.result.milestonesDetected %lld
source: %lld milestones automatically detected
fr: %lld repères détectés automatiquement

# import.result.noMilestones
source: No milestones detected
fr: Aucun repère détecté

# import.result.previewLocked
source: Preview locked
fr: Aperçu verrouillé

# import.result.skipButton
source: Skip and place manually
fr: Ignorer et placer manuellement

# import.result.title
source: Trail imported
fr: Parcours importé

# import.result.unlockDetection
source: Unlock auto-detection
fr: Débloquer la détection auto

# import.tagline
source: VOICE RUNNING COACH
fr: COACH VOCAL DE COURSE

# import.uploadZone.hint
source: Tap to browse
fr: Appuyez pour parcourir

# import.uploadZone.title
source: Import a GPX file
fr: Importer un fichier GPX

# milestoneType.aidStation
source: Aid station
fr: Ravito

# milestoneType.climb
source: Climb
fr: Montée

# milestoneType.descent
source: Descent
fr: Descente

# milestoneType.flat
source: Flat
fr: Plat

# onboarding.carousel.skipButton
source: Skip
fr: Passer

# onboarding.intro.startButton
source: Get started
fr: Commencer

# onboarding.intro.subtitle
source: Prepare your race like a pro.
fr: Prépare ta course comme un pro.

# onboarding.slide1.subtitle
source: A GPX file, and PaceMark analyzes everything automatically.
fr: Un fichier GPX, et PaceMark analyse tout automatiquement.

# onboarding.slide1.title
source: Import your trail
fr: Importe ton parcours

# onboarding.slide2.subtitle
source: Visualize the elevation profile and key segments of your race.
fr: Visualise le profil altimétrique et les segments clés de ta course.

# onboarding.slide2.title
source: Prepare your strategy
fr: Prépare ta stratégie

# onboarding.slide3.subtitle
source: Each segment has its instruction. Climbs, descents, aid stations, hazards.
fr: Chaque segment a son instruction. Montées, descentes, ravitos, dangers.

# onboarding.slide3.title
source: Place your milestones
fr: Place tes repères

# onboarding.slide4.subtitle
source: Phone in your pocket. PaceMark announces each milestone at the right moment.
fr: Téléphone en poche. PaceMark t'annonce chaque repère au bon moment.

# onboarding.slide4.title
source: Run screen-free
fr: Cours sans écran

# onboarding.slide5.subtitle
source: PaceMark needs GPS to trigger voice announcements.
fr: PaceMark a besoin du GPS pour déclencher les annonces vocales.

# onboarding.slide5.title
source: GPS Permission
fr: Autorisation GPS

# profile.averageSlope
source: AVG SLOPE
fr: PENTE MOY

# profile.distance.ahead
source: In
fr: Dans

# profile.distance.behind
source: Behind
fr: Il y a

# profile.editButton
source: Edit
fr: Modifier

# profile.emptyState.description
source: Place your milestones on the profile to prepare your race strategy.
fr: Place tes repères sur le profil pour préparer ta stratégie de course.

# profile.emptyState.title
source: No milestones
fr: Aucun repère

# profile.header
source: PROFILE
fr: PROFIL

# profile.milestoneFallbackName %lld
source: Milestone %lld
fr: Repère %lld

# profile.tapHint
source: Tap = milestone
fr: Tap = repère

# profile.viewButton
source: View
fr: Voir

# run.permission.denied
source: Location access denied. Enable it in Settings.
fr: Accès à la localisation refusé. Activez-le dans les réglages.

# run.preRun.info %@ %lld %lld
source: %@ km · %lldm D+ · %lld milestones
fr: %@ km · %lldm D+ · %lld repères

# run.preRun.instruction
source: Put the phone in your pocket. Milestones will be announced by voice.
fr: Rangez le téléphone dans votre poche. Les repères seront annoncés vocalement.

# run.preRun.title
source: Start guidance
fr: Lancer le guidage

# run.running.instruction
source: Milestones are announced automatically via GPS. You can put the phone away.
fr: Les repères sont annoncés automatiquement par GPS. Vous pouvez ranger le téléphone.

# run.running.stopButton
source: Stop guidance
fr: Arrêter le guidage

# run.running.title
source: Guidance in progress
fr: Guidage en cours

# settings.about.reportProblem
source: Report a problem
fr: Signaler un problème

# settings.about.section
source: About
fr: À propos

# settings.general.section
source: General
fr: Général

# settings.language.current
source: Current language
fr: Langue actuelle

# settings.language.footer
source: To change the language, open the system settings for PaceMark.
fr: Pour changer la langue, ouvrez les réglages système de PaceMark.

# settings.language.openSettings
source: Open settings
fr: Ouvrir les réglages

# settings.language.row
source: Language
fr: Langue

# settings.language.title
source: Language
fr: Langue

# settings.subscription.currentPlan
source: Current plan
fr: Offre actuelle

# settings.subscription.free
source: Free
fr: Gratuit

# settings.subscription.section
source: Subscription
fr: Abonnement

# settings.subscription.upgradeCta
source: Upgrade to PRO
fr: Passer à PRO

# settings.subscription.upgradeDescription
source: Prepare every race without any limits.
fr: Prépare chaque course sans aucune limite.

# settings.title
source: Settings
fr: Réglages

# subscriptionInfo.expiresOn
source: Expires on
fr: Expire le

# subscriptionInfo.manageButton
source: Manage subscription
fr: Gérer l'abonnement

# subscriptionInfo.monthlyPlan
source: Monthly subscription
fr: Abonnement mensuel

# subscriptionInfo.nextRenewal
source: Next renewal
fr: Prochain renouvellement

# subscriptionInfo.premiumPlan
source: Premium subscription
fr: Abonnement Premium

# subscriptionInfo.status
source: Status
fr: Statut

# subscriptionInfo.statusActive
source: Active
fr: Actif

# subscriptionInfo.statusNotRenewing
source: Not renewing
fr: Non renouvelable

# subscriptionInfo.title
source: My subscription
fr: Mon abonnement

# subscriptionInfo.yearlyPlan
source: Yearly subscription
fr: Abonnement annuel

# trailList.emptyState.description
source: Import your first GPX and prepare your race strategy.
fr: Importe ton premier GPX et prépare ta stratégie de course.

# trailList.emptyState.title
source: No trails
fr: Aucun parcours

# trailList.expiredAlert.message
source: Your Premium subscription has expired. Renew to continue creating unlimited trails.
fr: Votre abonnement Premium a expiré. Renouvelez pour continuer à créer des parcours illimités.

# trailList.expiredAlert.renewButton
source: Renew
fr: Renouveler

# trailList.expiredAlert.title
source: Subscription expired
fr: Abonnement expiré

# trailList.importButton
source: Import a GPX
fr: Importer un GPX

# trailList.milestones
source: Milestones
fr: Repères

# trailList.startButton
source: Start
fr: Démarrer

# tts.climb %@ %lld %lld
source: Climb, %@ at %lld%%, %lld m elevation.
fr: Montée, %@ à %lld%%, %lld m de dénivelé.

# tts.descent %@ %lld %lld
source: Descent, %@ at %lld%%, %lld m elevation.
fr: Descente, %@ à %lld%%, %lld m de dénivelé.

# tts.flat %@
source: Flat, %@.
fr: Plat, %@.

# trailList.title
source: My trails
fr: Mes parcours
